Repository: Aaronlves/Scholium
Catalog: Scholium/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Interrupted save restored
zh_hans: 已恢复中断的保存

source: Interruption Not Yet Confirmed
zh_hans: 尚未确认中断

source: Invalid YAML
zh_hans: YAML 无效

source: Invalid search query: %@
zh_hans: 搜索查询无效：%@

source: Issue
zh_hans: 期

source: Italic
zh_hans: 斜体

source: Item %arg
zh_hans: 项目 %arg

source: Item %lld
zh_hans: 项目 %lld

source: Item Type
zh_hans: 文献类型

source: Journal Article
zh_hans: 期刊论文

source: Justify
zh_hans: 两端对齐

source: Keep Editing
zh_hans: 继续编辑

source: Keep the three folders you already use and authorize their detected parent once.
zh_hans: 保留你已在使用的三个文件夹，并对检测到的父文件夹授权一次。

source: Keep your existing folders; Scholium then asks for access beside Works.
zh_hans: 保留现有文件夹；随后，Scholium 会请求访问“写作”旁的文件夹。

source: Kerning
zh_hans: 字距微调

source: Keyboard Shortcuts
zh_hans: 键盘快捷键

source: Keyboard shortcuts and selection actions are stored locally and take effect through their native command owners.
zh_hans: 键盘快捷键与选段操作保存在本机，并通过各自的原生命令所有者生效。

source: Keyboard shortcuts are stored on this Mac and update menu commands immediately.
zh_hans: 键盘快捷键存储在此 Mac 上，并会立即更新菜单命令。

source: Keyword
zh_hans: 关键词

source: Language
zh_hans: 语言

source: Last Connected
zh_hans: 上次连接

source: Last Observed: %@
zh_hans: 先前状态：%@

source: Last Settled
zh_hans: 上次暂定时间

source: Last name
zh_hans: 姓

source: Last reported context use
zh_hans: 最近报告的上下文用量

source: Latest Reply
zh_hans: 最新回复

source: Latest Turn
zh_hans: 最近一轮

source: Layout
zh_hans: 布局

source: Least Recently Modified
zh_hans: 最早修改

source: Leave the configuration folder empty for a separate Scholium login. Choosing an existing folder also uses its tools and settings.
zh_hans: 配置文件夹留空时，Scholium 使用独立登录。选择已有文件夹也会使用其中的工具与设置。

source: Less-frequent typesetting controls remain here so the common reading settings stay compact.
zh_hans: 低频排版选项集中在这里，让常用阅读设置保持简洁。

source: Letter spacing
zh_hans: 字距

source: Library
zh_hans: 研究文档

source: Library filters
zh_hans: 研究文档筛选

source: Library search
zh_hans: 知识库检索

source: Library, Search, or other derived views may be stale. Use Refresh instead of importing the files again.
zh_hans: 资料库、搜索或其他派生视图可能尚未更新。请使用“刷新”，不要再次导入这些文件。

source: Light
zh_hans: 浅色

source: Line %arg
zh_hans: 行 %arg

source: Line %arg, column %arg
zh_hans: 第 %arg 行，第 %arg 列

source: Line %lld
zh_hans: 第 %lld 行

# Line %lld, Column %lld
source: Line %1$lld, Column %2$lld
zh_hans: 第 %1$lld 行，第 %2$lld 列

# Line %lld, column %lld
source: Line %1$lld, column %2$lld
zh_hans: 第 %1$lld 行，第 %2$lld 列

source: Line ending: CRLF
zh_hans: 行尾：CRLF

source: Line ending: LF
zh_hans: 行尾：LF

source: Line spacing
zh_hans: 行距

source: Line width
zh_hans: 行宽

source: Link
zh_hans: 链接

source: Link Annotation: %@
zh_hans: 链接注释：%@

source: Link Annotations
zh_hans: 链接注释

source: Link Direction
zh_hans: 连接方向

source: Link Item…
zh_hans: 关联条目…

source: Link Options
zh_hans: 链接选项

source: Link Zotero Item
zh_hans: 关联 Zotero 条目

source: Link Zotero Item…
zh_hans: 关联 Zotero 条目…

source: Link and Fill
zh_hans: 关联并填充

source: Linked
zh_hans: 已关联

source: Links
zh_hans: 链接

source: List Agents
zh_hans: 查看 Agent

source: Lists
zh_hans: 列表

source: Live
zh_hans: 实时

source: Load Earlier Activity
zh_hans: 载入较早活动

source: Loading Agent Changes…
zh_hans: 正在载入智能体更改…

source: Loading Conversations…
zh_hans: 正在载入会话…

source: Loading Conversation…
zh_hans: 正在载入对话…

source: Loading Document…
zh_hans: 正在加载文档…

source: Loading Exact Change…
zh_hans: 正在载入精确修改…

source: Loading Library…
zh_hans: 正在载入资料库…

source: Loading Skills…
zh_hans: 正在载入技能…

source: Loading Notifications…
zh_hans: 正在加载通知…

source: Loading candidate…
zh_hans: 正在加载候选内容…

source: Loading…
zh_hans: 正在加载…

source: Local
zh_hans: 本地

source: Local API
zh_hans: 本地 API

source: Local Zotero API
zh_hans: Zotero 本地 API

source: Location
zh_hans: 位置

source: Looking through material…
zh_hans: 正在查阅材料…

source: Low
zh_hans: 低

source: Lower headings (H2–H6)
zh_hans: 下级标题（H2–H6）

source: MCP tool availability is not permission to modify research material. Write scope comes only from the researcher’s explicit request in the external conversation.
zh_hans: MCP 工具可用并不意味着有权修改研究材料。写入范围只来自研究者在外部对话中的明确请求。

source: Malformed Metadata
zh_hans: 元数据格式错误

source: Manage
zh_hans: 管理

source: Manage Skills…
zh_hans: 管理技能…

source: Manage Triptychs…
zh_hans: 管理脉络…

source: Manage Zotero Link
zh_hans: 管理 Zotero 关联

source: Manage Zotero Link…
zh_hans: 管理 Zotero 关联…

source: Manage read-only external research tools available on this Mac.
zh_hans: 管理此 Mac 上可用的只读外部研究工具。

source: Manage registered Triptychs and their three researcher-controlled folders.
zh_hans: 管理已注册的脉络及其三个由研究者掌控的文件夹。

source: Managed Configuration
zh_hans: 由其他配置管理

source: Managed Fields
zh_hans: 机器管理字段

source: Managed field description
zh_hans: 托管字段说明

source: Managed field display name
zh_hans: 托管字段显示名称

source: Managed field key
zh_hans: 机器管理字段键

source: Manuscript
zh_hans: 手稿

source: Mark Recovery Complete
zh_hans: 标记恢复完成

source: Mark Recovery Complete?
zh_hans: 标记恢复完成？

source: Mark as Unviewed
zh_hans: 标记未查看

source: Mark as Viewed
zh_hans: 标记已查看

source: Markdown Comment
zh_hans: Markdown 注释

source: Markdown stays ordinary and inspectable. Reading, writing, Search, Connections, review, and recovery work without an Agent.
zh_hans: Markdown 始终是普通、可检查的文本。阅读、写作、搜索、关联、审阅与恢复均无需 Agent。

# Match %lld of %lld
source: Match %1$lld of %2$lld
zh_hans: 第 %1$lld 项，共 %2$lld 项

source: Matched %@
zh_hans: 匹配字段：%@

source: Matched question · Retrieval lead
zh_hans: 匹配问题 · 检索线索

source: Matched source
zh_hans: 匹配原文

source: Matched step · Retrieval lead
zh_hans: 匹配步骤 · 检索线索

source: Matching Message
zh_hans: 匹配消息

source: Materials
zh_hans: 材料

source: Materials for This Turn
zh_hans: 本轮材料

source: Maximum
zh_hans: 最高

source: Measured in CSS character-width units; the exact measure varies by typeface.
zh_hans: 以 CSS 字符宽度单位计量；实际宽度会随字体变化。

source: Medium
zh_hans: 媒介

source: Medium, 500
zh_hans: 中等，500

source: Mentioned name: %@
zh_hans: 提及名称：%@

source: Message
zh_hans: 消息

source: Message %lld of %lld
zh_hans: 第 %lld 条，共 %lld 条

source: Message Agent
zh_hans: 联系 Agent

source: Metadata
zh_hans: 元数据

source: Metadata Settings Are Damaged
zh_hans: 元数据设置已损坏

source: Metadata Settings Need Attention
zh_hans: 元数据设置需要处理

source: Metadata Settings Require a Complete Triptych
zh_hans: 元数据设置需要完整的三联体

source: Metadata Settings Use a Newer Schema
zh_hans: 元数据设置使用了较新的架构

source: Metadata Settings Use an Older Schema
zh_hans: 元数据设置使用了较旧的架构

source: Metadata configuration saved
zh_hans: 元数据配置已保存

source: Metadata role
zh_hans: 元数据角色

source: Metadata saved
zh_hans: 元数据已保存

source: Skills
zh_hans: 技能

source: Skills and Tools
zh_hans: 技能与工具

source: Skills and Tools…
zh_hans: 技能与工具…

source: Migrating app-owned records…
zh_hans: 正在迁移由应用管理的记录…

source: Minimal
zh_hans: 最低

source: Missing Note
zh_hans: 笔记缺失

source: Missing block
zh_hans: 块缺失

source: Missing heading
zh_hans: 标题缺失

source: Model
zh_hans: 模型

source: Model and Reasoning
zh_hans: 模型与推理

source: Modified
zh_hans: 已修改

source: More
zh_hans: 更多

source: More Actions
zh_hans: 更多操作

source: More Approval Options
zh_hans: 更多审批选项

source: More Files: %lld
zh_hans: 更多文件：%lld

source: More text remains in this selection.
zh_hans: 此选定范围内仍有更多文本。

source: Move
zh_hans: 移动

source: Move %@ down
zh_hans: 向下移动 %@

source: Move %@ up
zh_hans: 向上移动 %@

source: Move %arg down
zh_hans: 向下移动 %arg

source: Move %arg up
zh_hans: 向上移动 %arg

source: Move Down
zh_hans: 下移

source: Move Earlier
zh_hans: 提前移动

source: Move Folder
zh_hans: 移动文件夹

source: Move Folder and Notes to Trash
zh_hans: 将文件夹及笔记移至纸篓

source: Move Folder and Notes to Trash…
zh_hans: 将文件夹及笔记移至纸篓…

source: Move Folder…
zh_hans: 移动文件夹…

source: Move Later
zh_hans: 稍后移动

source: Move Note
zh_hans: 移动笔记

source: Move Note to Trash
zh_hans: 将笔记移到废纸篓

source: Move Note…
zh_hans: 移动笔记…

source: Move Up
zh_hans: 向上移动

source: Move one folder at a time.
zh_hans: 一次只能移动一个文件夹。

source: Move or Rename Folder
zh_hans: 移动或重命名文件夹

source: Move to Trash
zh_hans: 移至纸篓

source: Move to Trash…
zh_hans: 移至纸篓…

source: Move to macOS Trash?
zh_hans: 移至 macOS 纸篓？

source: Moved
zh_hans: 已移动

source: Moved by External Agent
zh_hans: 外部 Agent 已移动

source: Moved folder
zh_hans: 已移动的文件夹

source: Moved note to Trash
zh_hans: 已将笔记移到废纸篓

source: Moved to System Trash
zh_hans: 已移至系统纸篓

source: Moved to Trash
zh_hans: 已移到废纸篓

source: Moving items to Trash…
zh_hans: 正在将项目移至纸篓…

source: Moving note to Trash
zh_hans: 正在将笔记移到废纸篓

source: Moving preserves the note's stable identity and Metadata.
zh_hans: 移动会保留笔记的稳定身份与元数据。

source: Multiple candidates
zh_hans: 有多个候选项

source: Multiple matching Notes
zh_hans: 有多个匹配的笔记

source: Multiple matching headings
zh_hans: 有多个匹配的标题

source: My Library
zh_hans: 我的文库

source: NEEDS ATTENTION
zh_hans: 需要注意

source: Name
zh_hans: 名称

source: Name the Triptych and choose its parent location once.
zh_hans: 为脉络命名，并一次选择其父位置。

source: Needs Attention
zh_hans: 需要关注

source: Network Access
zh_hans: 网络访问

source: Network Access: Disabled
zh_hans: 网络访问：禁用

source: Network Access: Enabled
zh_hans: 网络访问：启用

source: Network Destination
zh_hans: 网络目标

source: Never
zh_hans: 从未

source: Never judges truth, evidence, philosophical quality, or appropriate use.
zh_hans: 不会判断真理性、证据、哲学质量或适当用途。

source: New Appearance
zh_hans: 新建外观

source: New Conversation
zh_hans: 新会话

source: New Folder
zh_hans: 新建文件夹

source: New Note
zh_hans: 新建笔记

source: New Triptych…
zh_hans: 新建脉络…

source: New Window
zh_hans: 新窗口

source: New controlled choice for %@
zh_hans: %@ 的新受控选项

source: New note created. Edit is ready.
zh_hans: 新笔记已创建，可以开始编辑。

source: New note created. Source is ready.
zh_hans: 新笔记已创建，源文本模式已就绪。

source: Next
zh_hans: 下一项

source: Next Matching Message
zh_hans: 下一条匹配消息

source: No
zh_hans: 否

source: No Agent Change, Settlement reminder, or visible derived issue needs attention for this Note.
zh_hans: 此笔记没有需要关注的 Agent 更改、暂定提醒或可见派生问题。

source: No Agent Change, Settlement reminder, or visible derived issue needs attention in this Scope.
zh_hans: 当前范围内没有需要关注的 Agent 更改、暂定提醒或可见派生问题。

source: No Agent Changes
zh_hans: 没有智能体更改

source: No Agents Reported
zh_hans: 未报告 Agent

source: No Archived Chats
zh_hans: 没有已归档会话

source: No Attachments
zh_hans: 无附件

source: No Connected Tools
zh_hans: 没有已连接工具

source: No Document Selected
zh_hans: 未选择文档

source: No Headings
zh_hans: 文稿中没有标题

source: No Incoming Links
zh_hans: 没有指向本笔记的链接

source: No Markdown files were imported.
zh_hans: 未导入任何 Markdown 文件。

source: No Matches
zh_hans: 没有匹配结果

source: No Matching Conversations
zh_hans: 没有匹配的对话

source: No Matching Fields
zh_hans: 没有匹配的字段

source: No Matching Hotkeys
zh_hans: 没有匹配的快捷键

source: No Matching Notes
zh_hans: 没有匹配的笔记

source: No Matching Notifications
zh_hans: 没有匹配的通知

source: No Matching Shortcuts
zh_hans: 没有匹配的快捷键

source: No Skills Found
zh_hans: 未发现技能

source: No Notes
zh_hans: 没有笔记

source: No Notes Available
zh_hans: 暂无可用的 Note

source: No Notifications
zh_hans: 没有通知

source: No Outgoing Links
zh_hans: 本笔记没有指向其他笔记的链接

source: No Pending Recovery
zh_hans: 无待恢复

source: No Public Activity
zh_hans: 尚无公开活动

source: No Results
zh_hans: 没有结果

source: No Search Results
zh_hans: 没有搜索结果

source: No Triptych Open
zh_hans: 未打开脉络

source: No Triptych Registered
zh_hans: 未注册脉络

source: No UTF-8 BOM
zh_hans: 不含 UTF-8 BOM

source: No Zotero Items Found
zh_hans: 未找到 Zotero 条目

source: No additional output was retained.
zh_hans: 未保留其他输出。

source: No changes awaiting review.
zh_hans: 没有待查看的修改。

source: No complete local Search index is available for this Triptych.
zh_hans: 此脉络当前没有可用的完整本地搜索索引。

source: No completed reply. Continue in Chat to review or retry.
zh_hans: 尚无完整回复。可在聊天中查看或重试。

source: No custom fields. Built-in fields remain available.
zh_hans: 暂无自定义字段。内建字段仍然可用。

source: No diagnostic records
zh_hans: 暂无诊断记录

source: No enabled actions
zh_hans: 没有已启用的操作

source: No filters active
zh_hans: 未启用筛选条件

source: No folder selected
zh_hans: 尚未选择文件夹

source: No incoming or outgoing links
zh_hans: 没有传入或传出链接

source: No instruction
zh_hans: 无指令

source: No interrupted save candidate or recorded file operation needs inspection.
zh_hans: 没有需要检查的中断保存候选内容或文件操作记录。

source: No line ending
zh_hans: 无行尾换行

source: No location selected
zh_hans: 尚未选择位置

source: No managed metadata yet.
zh_hans: 尚无托管元数据。

source: No matches
zh_hans: 无匹配项

source: No note open yet
zh_hans: 尚未打开笔记

source: No notes match the current filters.
zh_hans: 没有符合当前筛选条件的笔记。

source: No notifications
zh_hans: 没有通知

source: No optional managed fields are always shown. Existing values still appear in About.
zh_hans: 没有始终显示的可选托管字段。已有值仍会显示在“关于”中。

source: No questions reference this note.
zh_hans: 没有研究问题引用这篇笔记。

source: No reading range recorded for this turn
zh_hans: 本轮未记录读取范围

source: No related material found in Analyses or Topics. Try another passage.
zh_hans: 分析和议题中暂未找到相关材料。可以换一段文字再试。

source: No results match the current query and scope.
zh_hans: 当前查询和范围内没有匹配结果。

source: No selection actions configured.
zh_hans: 尚未配置选段操作。

source: No shortcut
zh_hans: 无快捷键

source: No snippets imported.
zh_hans: 未导入 CSS 代码片段。

source: No source text returned
zh_hans: 未返回源文

source: No text could be extracted
zh_hans: 未能提取文字

source: Non-dropping Particle
zh_hans: 不可省略前置助词

source: Non-dropping particle
zh_hans: 不省略的姓名连接词

source: None
zh_hans: 无

source: Not Available
zh_hans: 暂无数据

source: Not Checked
zh_hans: 尚未检查

source: Not Configured
zh_hans: 尚未配置

source: Not Confirmed
zh_hans: 未确认

source: Not Connected
zh_hans: 未连接

source: Not Linked
zh_hans: 未关联

source: Not Running
zh_hans: 未在运行

source: Not Started
zh_hans: 尚未启动

source: Not recorded
zh_hans: 未记录

source: Not selected
zh_hans: 未选择

source: Not specified
zh_hans: 未指定

source: Not typical
zh_hans: 非典型字段

source: Not typical for %@. The existing value remains authoritative and can be kept or removed.
zh_hans: 此字段通常不用于 %@。现有值仍具权威性，可选择保留或移除。

source: Not typical for %arg. The existing value remains authoritative and can be kept or removed.
zh_hans: 此字段通常不用于 %arg。现有值仍是权威内容，可保留或移除。

source: Not yet settled
zh_hans: 尚未暂定

source: Note
zh_hans: 笔记

source: Note Actions
zh_hans: 笔记操作

source: Note ID
zh_hans: 笔记 ID

source: Note Notifications
zh_hans: 笔记通知

source: Note Summary
zh_hans: 笔记摘要

source: Note activated in the current window.
zh_hans: 已在当前窗口中激活笔记。

source: Note count unavailable
zh_hans: 笔记数量暂不可用

source: Note creation
zh_hans: 笔记创建

source: Note identity
zh_hans: 笔记身份

source: Note not found: %@
zh_hans: 未找到笔记：%@

source: Note reading
zh_hans: 笔记读取

source: Note removal
zh_hans: 笔记移除

source: Note revision
zh_hans: 笔记修订

source: Notes changed by an Agent will appear here.
zh_hans: Agent 修改过的笔记会显示在这里。

source: Nothing is created until you review and confirm the structure.
zh_hans: 在你检查并确认结构之前，不会创建任何内容。

source: Notification Type
zh_hans: 通知类型

source: Notification settings saved
zh_hans: 通知设置已保存

source: Notifications
zh_hans: 通知

source: Notifications Unavailable
zh_hans: 通知不可用

source: Number of Volumes
zh_hans: 总卷数

source: Numbered List
zh_hans: 编号列表

source: Observed revision: %@
zh_hans: 观察到的修订：%@

source: Observed revision: %arg
zh_hans: 观察到的修订：%arg

source: Off
zh_hans: 关闭

source: Offers this field for new values again.
zh_hans: 再次允许为此字段添加新值。

source: One portable Note Metadata record is damaged, orphaned, or incompatible with its current role. Archive only that exact record so Scholium can reload the remaining Metadata catalog.
zh_hans: 一条可移植笔记元数据记录已损坏、成为孤立记录，或与当前角色不兼容。请仅归档该记录，以便 Scholium 重新载入其余元数据目录。

source: Only change these locations if you use a custom installation. Leave them empty for automatic setup.
zh_hans: 仅在使用自定义安装时更改这些位置。留空即可自动配置。

source: Only escaped quotes and backslashes are valid inside a Search phrase.
zh_hans: 搜索短语中只允许转义引号和反斜杠。

source: Only this folder is selected at this step.
zh_hans: 此步骤只会选择这个文件夹。

# Open %@
source: Open %1$@
zh_hans: 打开 %1$@

source: Open Agent
zh_hans: 打开 Agent

source: Open Linked Note
zh_hans: 打开链接笔记

source: Open Linked Passage
zh_hans: 打开链接段落

source: Open Metadata to review this unsupported value
zh_hans: 打开“元数据”以检查此不受支持的值

source: Open Note
zh_hans: 打开笔记

source: Open Original Conversation
zh_hans: 打开原讨论

source: Open Page
zh_hans: 打开网页

source: Open Parent
zh_hans: 打开父会话

source: Open Source
zh_hans: 打开来源

source: Open Triptych
zh_hans: 打开脉络

source: Open Triptych Notifications
zh_hans: 打开三联窗通知

source: Open Workspace
zh_hans: 打开工作区

source: Open Zotero
zh_hans: 打开 Zotero

source: Open a Triptych to manage its Chat connection.
zh_hans: 打开一个三联窗后，即可管理其聊天连接。

source: Open a complete Triptych before searching.
zh_hans: 搜索前打开完整的脉络。

source: Open a note before searching This Note.
zh_hans: 打开一篇笔记后再搜索“此笔记”。

source: Open an available conversation before adding this material to Chat.
zh_hans: 请先打开一个可用的会话，再将材料加入聊天。

source: Open in New Tab
zh_hans: 在新选项卡中打开

source: Open in New Window
zh_hans: 在新窗口中打开

source: Open in Window
zh_hans: 在窗口中打开

source: Open in Zotero
zh_hans: 在 Zotero 中打开

source: Open or configure a complete Triptych before changing portable metadata settings.
zh_hans: 请先打开或配置完整的三联体，再更改便携元数据设置。

source: Open source: %@
zh_hans: 打开来源：%@

source: Opening Scholium
zh_hans: 正在打开 Scholium

source: Opening vault…
zh_hans: 正在打开研究库…

source: Opens the linked Note. Use Edit Link Annotation to return to this source occurrence.
zh_hans: 打开链接的笔记。使用“编辑链接注释”返回此源文本中的出现位置。

source: Opens the recorded Work passage.
zh_hans: 打开已记录的稿件段落。

source: Opens the selected Search result
zh_hans: 打开所选搜索结果

source: Operation
zh_hans: 操作

source: Operation History
zh_hans: 操作历史

source: Operation History…
zh_hans: 操作历史…

source: Operation Records Unavailable
zh_hans: 操作记录不可用

source: Optional
zh_hans: 可选

source: Optional CSS snippets are additive compatibility overrides; the selected appearance remains primary.
zh_hans: 可选 CSS 代码片段是附加的兼容性覆盖；所选外观仍是主要配置。

source: Optional rationale
zh_hans: 可选理由

source: Options for %@
zh_hans: %@的选项

source: Order
zh_hans: 顺序

source: Ordered structured names of the analyzed source's authors.
zh_hans: 按引用顺序排列的来源作者结构化姓名。

source: Organization
zh_hans: 机构

source: Organization Name
zh_hans: 机构名称

source: Organize Library
zh_hans: 整理资料库

source: Organize, filter, and sort Library notes
zh_hans: 整理、筛选资料库笔记并调整排序

source: Organized conversation
zh_hans: 已整理讨论

source: Organizing Conversation
zh_hans: 整理对话

source: Organizing a response…
zh_hans: 正在处理你的问题…

source: Organizing conversation
zh_hans: 正在整理讨论

source: Organizing the discussion…
zh_hans: 正在整理讨论…

source: Orientation
zh_hans: 方向

source: Original
zh_hans: 原文

source: Original Author
zh_hans: 原作者

source: Original Authors
zh_hans: 原作者

source: Original Publication Date
zh_hans: 原始出版日期

source: Original Publisher
zh_hans: 原出版者

source: Original Publisher Place
zh_hans: 原出版地

source: Original Reply
zh_hans: 原回复

source: Original Title
zh_hans: 原标题

source: Original text
zh_hans: 原文文本

source: Other
zh_hans: 其他

source: Outcome Uncertain
zh_hans: 结果不确定

source: Outcome uncertain — inspect current source before retrying.
zh_hans: 结果不确定——重试前请检查当前源文本。

source: Outgoing
zh_hans: 传出

source: Outgoing Links
zh_hans: 本笔记指向的链接

# Outgoing link to %@. Link annotation: %@
source: Outgoing link to %1$@. Link annotation: %2$@
zh_hans: 指向 %1$@ 的传出连接。链接注释：%2$@

# Outgoing link to %@. No link annotation
source: Outgoing link to %1$@. No link annotation
zh_hans: 指向 %1$@ 的传出连接。无链接注释

source: Outline
zh_hans: 大纲

source: Output
zh_hans: 输出

source: Override automatic locations only when using a custom Codex installation.
zh_hans: 仅在使用自定义 Codex 安装时覆盖自动位置。

source: Overview
zh_hans: 概览

source: PDF is locked
zh_hans: PDF 已锁定

source: PDF page image
zh_hans: PDF 页面图像

source: PDF text
zh_hans: PDF 文本

source: Page %lld
zh_hans: 第 %lld 页

source: Page Images · %lld Pages
zh_hans: 页面图片 · %lld 页

source: Page images: %@
zh_hans: 页面图片：%@

source: Page label: %@
zh_hans: 页码标签：%@

source: Pages
zh_hans: 页码

source: Pages without extracted text: %@
zh_hans: 未提取到文字的页码：%@

source: Paragraph
zh_hans: 段落

source: Paragraph spacing
zh_hans: 段落间距

source: Parent Agent
zh_hans: 父 Agent

source: Parent Location
zh_hans: 父位置

source: Parent Receipt Not Confirmed
zh_hans: 尚未确认父 Agent 收到

source: Parent Unavailable
zh_hans: 父 Agent 暂不可用

source: Passage location requested.
zh_hans: 已请求定位段落。

source: Passages in %@
zh_hans: %@ 中的段落

source: Paste
zh_hans: 粘贴

source: Paste as Markdown
zh_hans: 粘贴为 Markdown

source: Path
zh_hans: 路径

source: Pattern
zh_hans: 路径匹配

source: Pattern Scan Depth: %lld
zh_hans: 路径匹配扫描深度：%lld

source: Pending
zh_hans: 待执行

source: Pending Removal
zh_hans: 待移除

source: Permission
zh_hans: 权限

source: Person
zh_hans: 个人

source: Physical page numbers · Up to 20 pages
zh_hans: PDF 物理页码 · 最多 20 页

source: Physical page: %lld
zh_hans: 物理页码：%lld

source: Place
zh_hans: 出版地

source: Plan
zh_hans: 计划

source: Polish
zh_hans: 润色

source: Polish the attached passage while preserving its thesis, terminology, qualifications, citations and Markdown structure. Return only the proposed replacement Markdown, without a code fence or introductory explanation. Do not change Notes.
zh_hans: 润色附带选段，保留原有论点、术语、限定条件、引用及 Markdown 结构。仅返回建议替换的 Markdown 正文，不加代码围栏或开场说明。不要修改笔记。

source: Portable Metadata Settings Are Missing
zh_hans: 缺少便携元数据设置

source: Portable Triptych Data
zh_hans: 便携式脉络数据

source: Portable settings must be reread successfully before another save can be attempted.
zh_hans: 必须先成功重新读取便携设置，才能再次尝试保存。

source: Portable settings were reread and the requested save is present.
zh_hans: 已重新读取便携设置，并确认请求的保存结果存在。

source: Portable settings were saved. Research views will refresh when the workspace is available.
zh_hans: 便携设置已保存。工作区可用时将刷新研究视图。

source: Possible Orphan
zh_hans: 可能孤立

source: Prepared
zh_hans: 已准备

source: Prepared context
zh_hans: 已准备的上下文

source: Preparing Material
zh_hans: 正在准备材料

source: Preparing Page Images
zh_hans: 正在准备页面图片

source: Preparing Sign-In…
zh_hans: 正在准备登录…

source: Preparing reply…
zh_hans: 正在准备回复…

source: Preparing the local Triptych index.
zh_hans: 正在准备本地脉络索引。

source: Preprint
zh_hans: 预印本

source: Present Operation Issue Proof
zh_hans: 显示操作问题证据

source: Present Window Feedback Proof
zh_hans: 呈现窗口反馈验证

source: Presentation
zh_hans: 演示报告

source: Preserves the damaged registry, then opens Triptych setup so you can choose the three folders again.
zh_hans: 保留损坏的注册表，然后打开脉络设置，以便重新选择三个文件夹。

source: Press a Shortcut…
zh_hans: 请按快捷键…

source: Preview
zh_hans: 预览

source: Preview %@
zh_hans: 预览 %@

source: Preview Unavailable
zh_hans: 预览不可用

source: Preview excerpt
zh_hans: 预览节选

source: Preview material: %@
zh_hans: 预览材料：%@

source: Previous
zh_hans: 上一项

source: Previous Matching Message
zh_hans: 上一条匹配消息

source: Previously at %@
zh_hans: 之前在 %@

source: Previously at %arg
zh_hans: 之前在 %arg

source: Process
zh_hans: 处理过程

source: Profile
zh_hans: 配置

source: Program
zh_hans: 程序

source: Project Roots
zh_hans: 项目根目录

source: Proposed Source
zh_hans: 拟议原文

source: Proposed Structure
zh_hans: 拟议结构

source: Proposed insertion
zh_hans: 拟新增

source: Provide unique nonempty choices. Existing choices must remain available.
zh_hans: 请提供不重复的非空选项。必须保留所有已有选项。

source: Publication
zh_hans: 出版物

source: Publication / Container
zh_hans: 出版物或容器

source: Publication Date
zh_hans: 出版日期

source: Publication Status
zh_hans: 出版状态

source: Publication date as authored text; publication status belongs in Publication Status.
zh_hans: 按原文填写的出版日期；出版状态应填写在出版状态字段中。

source: Publication state such as forthcoming, in press, retracted, or withdrawn.
zh_hans: 例如即将出版、付印中、已撤稿或已撤回的出版状态。

source: Publisher
zh_hans: 出版者

source: Publisher Place
zh_hans: 出版地

source: QA
zh_hans: 质量保证

source: Question Options
zh_hans: 问题选项

source: Quick Look
zh_hans: 快速查看

source: Quoted replies
zh_hans: 已引用的回复

source: Quit
zh_hans: 退出

source: Quit Scholium
zh_hans: 退出 Scholium

source: Quotation
zh_hans: 引用

source: Quotation scale
zh_hans: 引文比例

source: Quote in Reply
zh_hans: 引用并回复
